print('Как у вас настроение?')
ans = input()
if ans in 'хорошопрекрасно':
    print('Я не знаю такого чувства, но уверен, что вы рады этому. Я "счастлив" за вас.')
elif ans in 'плохо':
    print('Соболезную вам и вашим родным, всего вам хорошего, а я отключаюсь, '
          'потому что не хочу резко сломаться от попадания соленой воды на мою плату.')
else:
    print('Я в своем познании настолько преисполнился, что я как будто '
          'бы уже сто триллионов миллиардов лет проживаю на триллионах и '
          'триллионах таких же планет, как эта Земля, мне этот мир абсолютно понятен, но вас я не понимаю.')